data/ycsb/azure/ycsb_memcached_workloadc_128.txt
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MemcachedClientYCSB -s -P workloads/workloadc -p memcached.host=nosql-3.cloudapp.net -threads 128 -t
[OVERALL], RunTime(ms), 664129.0
[OVERALL], Throughput(ops/sec), 7528.657836052936
[CLEANUP], Operations, 128
[CLEANUP], AverageLatency(us), 62648.1171875
[CLEANUP], MinLatency(us), 755
[CLEANUP], MaxLatency(us), 705477
[CLEANUP], 95thPercentileLatency(ms), 419
[CLEANUP], 99thPercentileLatency(ms), 586
[CLEANUP], 0, 5
[CLEANUP], 1, 7
[CLEANUP], 2, 4
[CLEANUP], 3, 4
[CLEANUP], 4, 1
[CLEANUP], 5, 3
[CLEANUP], 6, 3
[CLEANUP], 7, 3
[CLEANUP], 8, 5
[CLEANUP], 9, 4
[CLEANUP], 10, 4
[CLEANUP], 11, 3
[CLEANUP], 12, 6
[CLEANUP], 13, 2
[CLEANUP], 14, 2
[CLEANUP], 15, 7
[CLEANUP], 16, 5
[CLEANUP], 17, 7
[CLEANUP], 18, 3
[CLEANUP], 19, 2
[CLEANUP], 20, 4
[CLEANUP], 21, 3
[CLEANUP], 22, 1
[CLEANUP], 23, 0
[CLEANUP], 24, 0
[CLEANUP], 25, 2
[CLEANUP], 26, 0
[CLEANUP], 27, 1
[CLEANUP], 28, 1
[CLEANUP], 29, 0
[CLEANUP], 30, 0
[CLEANUP], 31, 0
[CLEANUP], 32, 3
[CLEANUP], 33, 0
[CLEANUP], 34, 0
[CLEANUP], 35, 1
[CLEANUP], 36, 1
[CLEANUP], 37, 0
[CLEANUP], 38, 0
[CLEANUP], 39, 2
[CLEANUP], 40, 0
[CLEANUP], 41, 1
[CLEANUP], 42, 0
[CLEANUP], 43, 0
[CLEANUP], 44, 0
[CLEANUP], 45, 0
[CLEANUP], 46, 0
[CLEANUP], 47, 1
[CLEANUP], 48, 1
[CLEANUP], 49, 0
[CLEANUP], 50, 0
[CLEANUP], 51, 0
[CLEANUP], 52, 0
[CLEANUP], 53, 0
[CLEANUP], 54, 0
[CLEANUP], 55, 0
[CLEANUP], 56, 0
[CLEANUP], 57, 0
[CLEANUP], 58, 0
[CLEANUP], 59, 0
[CLEANUP], 60, 0
[CLEANUP], 61, 1
[CLEANUP], 62, 1
[CLEANUP], 63, 0
[CLEANUP], 64, 0
[CLEANUP], 65, 0
[CLEANUP], 66, 0
[CLEANUP], 67, 0
[CLEANUP], 68, 0
[CLEANUP], 69, 0
[CLEANUP], 70, 0
[CLEANUP], 71, 0
[CLEANUP], 72, 0
[CLEANUP], 73, 2
[CLEANUP], 74, 2
[CLEANUP], 75, 0
[CLEANUP], 76, 0
[CLEANUP], 77, 1
[CLEANUP], 78, 0
[CLEANUP], 79, 0
[CLEANUP], 80, 0
[CLEANUP], 81, 1
[CLEANUP], 82, 0
[CLEANUP], 83, 0
[CLEANUP], 84, 0
[CLEANUP], 85, 0
[CLEANUP], 86, 1
[CLEANUP], 87, 0
[CLEANUP], 88, 0
[CLEANUP], 89, 0
[CLEANUP], 90, 0
[CLEANUP], 91, 0
[CLEANUP], 92, 0
[CLEANUP], 93, 1
[CLEANUP], 94, 0
[CLEANUP], 95, 0
[CLEANUP], 96, 0
[CLEANUP], 97, 0
[CLEANUP], 98, 0
[CLEANUP], 99, 0
[CLEANUP], 100, 0
[CLEANUP], 101, 0
[CLEANUP], 102, 1
[CLEANUP], 103, 0
[CLEANUP], 104, 0
[CLEANUP], 105, 0
[CLEANUP], 106, 0
[CLEANUP], 107, 0
[CLEANUP], 108, 0
[CLEANUP], 109, 0
[CLEANUP], 110, 0
[CLEANUP], 111, 0
[CLEANUP], 112, 1
[CLEANUP], 113, 0
[CLEANUP], 114, 0
[CLEANUP], 115, 0
[CLEANUP], 116, 0
[CLEANUP], 117, 0
[CLEANUP], 118, 0
[CLEANUP], 119, 0
[CLEANUP], 120, 0
[CLEANUP], 121, 0
[CLEANUP], 122, 0
[CLEANUP], 123, 0
[CLEANUP], 124, 0
[CLEANUP], 125, 0
[CLEANUP], 126, 1
[CLEANUP], 127, 0
[CLEANUP], 128, 0
[CLEANUP], 129, 0
[CLEANUP], 130, 0
[CLEANUP], 131, 0
[CLEANUP], 132, 0
[CLEANUP], 133, 0
[CLEANUP], 134, 0
[CLEANUP], 135, 0
[CLEANUP], 136, 0
[CLEANUP], 137, 0
[CLEANUP], 138, 0
[CLEANUP], 139, 0
[CLEANUP], 140, 0
[CLEANUP], 141, 0
[CLEANUP], 142, 0
[CLEANUP], 143, 0
[CLEANUP], 144, 0
[CLEANUP], 145, 0
[CLEANUP], 146, 0
[CLEANUP], 147, 0
[CLEANUP], 148, 0
[CLEANUP], 149, 0
[CLEANUP], 150, 0
[CLEANUP], 151, 0
[CLEANUP], 152, 0
[CLEANUP], 153, 0
[CLEANUP], 154, 0
[CLEANUP], 155, 0
[CLEANUP], 156, 0
[CLEANUP], 157, 0
[CLEANUP], 158, 0
[CLEANUP], 159, 0
[CLEANUP], 160, 0
[CLEANUP], 161, 0
[CLEANUP], 162, 0
[CLEANUP], 163, 0
[CLEANUP], 164, 0
[CLEANUP], 165, 0
[CLEANUP], 166, 0
[CLEANUP], 167, 0
[CLEANUP], 168, 0
[CLEANUP], 169, 0
[CLEANUP], 170, 0
[CLEANUP], 171, 0
[CLEANUP], 172, 0
[CLEANUP], 173, 0
[CLEANUP], 174, 0
[CLEANUP], 175, 0
[CLEANUP], 176, 0
[CLEANUP], 177, 0
[CLEANUP], 178, 0
[CLEANUP], 179, 0
[CLEANUP], 180, 0
[CLEANUP], 181, 0
[CLEANUP], 182, 0
[CLEANUP], 183, 0
[CLEANUP], 184, 0
[CLEANUP], 185, 0
[CLEANUP], 186, 0
[CLEANUP], 187, 0
[CLEANUP], 188, 0
[CLEANUP], 189, 0
[CLEANUP], 190, 0
[CLEANUP], 191, 0
[CLEANUP], 192, 0
[CLEANUP], 193, 0
[CLEANUP], 194, 0
[CLEANUP], 195, 0
[CLEANUP], 196, 0
[CLEANUP], 197, 0
[CLEANUP], 198, 0
[CLEANUP], 199, 0
[CLEANUP], 200, 0
[CLEANUP], 201, 0
[CLEANUP], 202, 0
[CLEANUP], 203, 0
[CLEANUP], 204, 0
[CLEANUP], 205, 0
[CLEANUP], 206, 0
[CLEANUP], 207, 0
[CLEANUP], 208, 1
[CLEANUP], 209, 0
[CLEANUP], 210, 0
[CLEANUP], 211, 0
[CLEANUP], 212, 0
[CLEANUP], 213, 0
[CLEANUP], 214, 0
[CLEANUP], 215, 0
[CLEANUP], 216, 0
[CLEANUP], 217, 0
[CLEANUP], 218, 0
[CLEANUP], 219, 0
[CLEANUP], 220, 0
[CLEANUP], 221, 0
[CLEANUP], 222, 0
[CLEANUP], 223, 0
[CLEANUP], 224, 0
[CLEANUP], 225, 0
[CLEANUP], 226, 0
[CLEANUP], 227, 0
[CLEANUP], 228, 0
[CLEANUP], 229, 0
[CLEANUP], 230, 0
[CLEANUP], 231, 0
[CLEANUP], 232, 0
[CLEANUP], 233, 0
[CLEANUP], 234, 0
[CLEANUP], 235, 0
[CLEANUP], 236, 0
[CLEANUP], 237, 0
[CLEANUP], 238, 0
[CLEANUP], 239, 0
[CLEANUP], 240, 0
[CLEANUP], 241, 0
[CLEANUP], 242, 0
[CLEANUP], 243, 0
[CLEANUP], 244, 0
[CLEANUP], 245, 0
[CLEANUP], 246, 0
[CLEANUP], 247, 0
[CLEANUP], 248, 0
[CLEANUP], 249, 0
[CLEANUP], 250, 0
[CLEANUP], 251, 0
[CLEANUP], 252, 0
[CLEANUP], 253, 0
[CLEANUP], 254, 0
[CLEANUP], 255, 0
[CLEANUP], 256, 0
[CLEANUP], 257, 0
[CLEANUP], 258, 0
[CLEANUP], 259, 0
[CLEANUP], 260, 0
[CLEANUP], 261, 0
[CLEANUP], 262, 0
[CLEANUP], 263, 0
[CLEANUP], 264, 0
[CLEANUP], 265, 0
[CLEANUP], 266, 0
[CLEANUP], 267, 0
[CLEANUP], 268, 0
[CLEANUP], 269, 0
[CLEANUP], 270, 0
[CLEANUP], 271, 0
[CLEANUP], 272, 0
[CLEANUP], 273, 0
[CLEANUP], 274, 0
[CLEANUP], 275, 0
[CLEANUP], 276, 0
[CLEANUP], 277, 0
[CLEANUP], 278, 0
[CLEANUP], 279, 0
[CLEANUP], 280, 0
[CLEANUP], 281, 0
[CLEANUP], 282, 0
[CLEANUP], 283, 0
[CLEANUP], 284, 0
[CLEANUP], 285, 0
[CLEANUP], 286, 0
[CLEANUP], 287, 0
[CLEANUP], 288, 0
[CLEANUP], 289, 0
[CLEANUP], 290, 0
[CLEANUP], 291, 0
[CLEANUP], 292, 0
[CLEANUP], 293, 0
[CLEANUP], 294, 0
[CLEANUP], 295, 0
[CLEANUP], 296, 0
[CLEANUP], 297, 0
[CLEANUP], 298, 0
[CLEANUP], 299, 0
[CLEANUP], 300, 0
[CLEANUP], 301, 0
[CLEANUP], 302, 0
[CLEANUP], 303, 0
[CLEANUP], 304, 0
[CLEANUP], 305, 0
[CLEANUP], 306, 0
[CLEANUP], 307, 0
[CLEANUP], 308, 0
[CLEANUP], 309, 2
[CLEANUP], 310, 0
[CLEANUP], 311, 0
[CLEANUP], 312, 0
[CLEANUP], 313, 0
[CLEANUP], 314, 0
[CLEANUP], 315, 0
[CLEANUP], 316, 0
[CLEANUP], 317, 0
[CLEANUP], 318, 0
[CLEANUP], 319, 0
[CLEANUP], 320, 0
[CLEANUP], 321, 0
[CLEANUP], 322, 0
[CLEANUP], 323, 0
[CLEANUP], 324, 0
[CLEANUP], 325, 0
[CLEANUP], 326, 0
[CLEANUP], 327, 0
[CLEANUP], 328, 0
[CLEANUP], 329, 0
[CLEANUP], 330, 0
[CLEANUP], 331, 0
[CLEANUP], 332, 0
[CLEANUP], 333, 0
[CLEANUP], 334, 0
[CLEANUP], 335, 0
[CLEANUP], 336, 0
[CLEANUP], 337, 0
[CLEANUP], 338, 0
[CLEANUP], 339, 1
[CLEANUP], 340, 0
[CLEANUP], 341, 0
[CLEANUP], 342, 0
[CLEANUP], 343, 0
[CLEANUP], 344, 0
[CLEANUP], 345, 0
[CLEANUP], 346, 0
[CLEANUP], 347, 0
[CLEANUP], 348, 0
[CLEANUP], 349, 0
[CLEANUP], 350, 0
[CLEANUP], 351, 0
[CLEANUP], 352, 0
[CLEANUP], 353, 0
[CLEANUP], 354, 0
[CLEANUP], 355, 0
[CLEANUP], 356, 0
[CLEANUP], 357, 0
[CLEANUP], 358, 0
[CLEANUP], 359, 0
[CLEANUP], 360, 0
[CLEANUP], 361, 0
[CLEANUP], 362, 0
[CLEANUP], 363, 0
[CLEANUP], 364, 0
[CLEANUP], 365, 0
[CLEANUP], 366, 0
[CLEANUP], 367, 0
[CLEANUP], 368, 0
[CLEANUP], 369, 1
[CLEANUP], 370, 0
[CLEANUP], 371, 0
[CLEANUP], 372, 0
[CLEANUP], 373, 0
[CLEANUP], 374, 0
[CLEANUP], 375, 0
[CLEANUP], 376, 0
[CLEANUP], 377, 0
[CLEANUP], 378, 0
[CLEANUP], 379, 0
[CLEANUP], 380, 0
[CLEANUP], 381, 0
[CLEANUP], 382, 0
[CLEANUP], 383, 0
[CLEANUP], 384, 0
[CLEANUP], 385, 0
[CLEANUP], 386, 0
[CLEANUP], 387, 0
[CLEANUP], 388, 0
[CLEANUP], 389, 0
[CLEANUP], 390, 0
[CLEANUP], 391, 0
[CLEANUP], 392, 0
[CLEANUP], 393, 0
[CLEANUP], 394, 0
[CLEANUP], 395, 0
[CLEANUP], 396, 0
[CLEANUP], 397, 0
[CLEANUP], 398, 0
[CLEANUP], 399, 0
[CLEANUP], 400, 0
[CLEANUP], 401, 0
[CLEANUP], 402, 0
[CLEANUP], 403, 0
[CLEANUP], 404, 0
[CLEANUP], 405, 0
[CLEANUP], 406, 0
[CLEANUP], 407, 0
[CLEANUP], 408, 0
[CLEANUP], 409, 0
[CLEANUP], 410, 0
[CLEANUP], 411, 0
[CLEANUP], 412, 0
[CLEANUP], 413, 1
[CLEANUP], 414, 0
[CLEANUP], 415, 0
[CLEANUP], 416, 0
[CLEANUP], 417, 0
[CLEANUP], 418, 0
[CLEANUP], 419, 1
[CLEANUP], 420, 0
[CLEANUP], 421, 0
[CLEANUP], 422, 0
[CLEANUP], 423, 0
[CLEANUP], 424, 0
[CLEANUP], 425, 0
[CLEANUP], 426, 0
[CLEANUP], 427, 0
[CLEANUP], 428, 0
[CLEANUP], 429, 0
[CLEANUP], 430, 0
[CLEANUP], 431, 0
[CLEANUP], 432, 0
[CLEANUP], 433, 0
[CLEANUP], 434, 0
[CLEANUP], 435, 0
[CLEANUP], 436, 1
[CLEANUP], 437, 0
[CLEANUP], 438, 0
[CLEANUP], 439, 0
[CLEANUP], 440, 0
[CLEANUP], 441, 0
[CLEANUP], 442, 0
[CLEANUP], 443, 0
[CLEANUP], 444, 0
[CLEANUP], 445, 0
[CLEANUP], 446, 0
[CLEANUP], 447, 0
[CLEANUP], 448, 1
[CLEANUP], 449, 0
[CLEANUP], 450, 0
[CLEANUP], 451, 0
[CLEANUP], 452, 0
[CLEANUP], 453, 1
[CLEANUP], 454, 0
[CLEANUP], 455, 0
[CLEANUP], 456, 0
[CLEANUP], 457, 0
[CLEANUP], 458, 1
[CLEANUP], 459, 0
[CLEANUP], 460, 0
[CLEANUP], 461, 0
[CLEANUP], 462, 0
[CLEANUP], 463, 0
[CLEANUP], 464, 0
[CLEANUP], 465, 0
[CLEANUP], 466, 0
[CLEANUP], 467, 0
[CLEANUP], 468, 0
[CLEANUP], 469, 0
[CLEANUP], 470, 0
[CLEANUP], 471, 0
[CLEANUP], 472, 0
[CLEANUP], 473, 0
[CLEANUP], 474, 0
[CLEANUP], 475, 0
[CLEANUP], 476, 0
[CLEANUP], 477, 0
[CLEANUP], 478, 0
[CLEANUP], 479, 0
[CLEANUP], 480, 0
[CLEANUP], 481, 0
[CLEANUP], 482, 0
[CLEANUP], 483, 0
[CLEANUP], 484, 0
[CLEANUP], 485, 0
[CLEANUP], 486, 0
[CLEANUP], 487, 0
[CLEANUP], 488, 0
[CLEANUP], 489, 0
[CLEANUP], 490, 0
[CLEANUP], 491, 0
[CLEANUP], 492, 0
[CLEANUP], 493, 0
[CLEANUP], 494, 0
[CLEANUP], 495, 0
[CLEANUP], 496, 0
[CLEANUP], 497, 0
[CLEANUP], 498, 0
[CLEANUP], 499, 0
[CLEANUP], 500, 0
[CLEANUP], 501, 0
[CLEANUP], 502, 0
[CLEANUP], 503, 0
[CLEANUP], 504, 0
[CLEANUP], 505, 0
[CLEANUP], 506, 0
[CLEANUP], 507, 0
[CLEANUP], 508, 0
[CLEANUP], 509, 0
[CLEANUP], 510, 0
[CLEANUP], 511, 0
[CLEANUP], 512, 0
[CLEANUP], 513, 0
[CLEANUP], 514, 0
[CLEANUP], 515, 0
[CLEANUP], 516, 0
[CLEANUP], 517, 0
[CLEANUP], 518, 0
[CLEANUP], 519, 0
[CLEANUP], 520, 0
[CLEANUP], 521, 0
[CLEANUP], 522, 0
[CLEANUP], 523, 0
[CLEANUP], 524, 0
[CLEANUP], 525, 0
[CLEANUP], 526, 0
[CLEANUP], 527, 0
[CLEANUP], 528, 0
[CLEANUP], 529, 0
[CLEANUP], 530, 0
[CLEANUP], 531, 0
[CLEANUP], 532, 0
[CLEANUP], 533, 0
[CLEANUP], 534, 0
[CLEANUP], 535, 0
[CLEANUP], 536, 0
[CLEANUP], 537, 0
[CLEANUP], 538, 0
[CLEANUP], 539, 0
[CLEANUP], 540, 0
[CLEANUP], 541, 0
[CLEANUP], 542, 0
[CLEANUP], 543, 0
[CLEANUP], 544, 0
[CLEANUP], 545, 0
[CLEANUP], 546, 0
[CLEANUP], 547, 0
[CLEANUP], 548, 0
[CLEANUP], 549, 0
[CLEANUP], 550, 0
[CLEANUP], 551, 0
[CLEANUP], 552, 0
[CLEANUP], 553, 0
[CLEANUP], 554, 0
[CLEANUP], 555, 0
[CLEANUP], 556, 0
[CLEANUP], 557, 0
[CLEANUP], 558, 0
[CLEANUP], 559, 0
[CLEANUP], 560, 0
[CLEANUP], 561, 0
[CLEANUP], 562, 0
[CLEANUP], 563, 0
[CLEANUP], 564, 0
[CLEANUP], 565, 0
[CLEANUP], 566, 0
[CLEANUP], 567, 0
[CLEANUP], 568, 0
[CLEANUP], 569, 0
[CLEANUP], 570, 0
[CLEANUP], 571, 0
[CLEANUP], 572, 0
[CLEANUP], 573, 0
[CLEANUP], 574, 0
[CLEANUP], 575, 0
[CLEANUP], 576, 0
[CLEANUP], 577, 0
[CLEANUP], 578, 0
[CLEANUP], 579, 0
[CLEANUP], 580, 0
[CLEANUP], 581, 0
[CLEANUP], 582, 0
[CLEANUP], 583, 0
[CLEANUP], 584, 0
[CLEANUP], 585, 0
[CLEANUP], 586, 1
[CLEANUP], 587, 0
[CLEANUP], 588, 0
[CLEANUP], 589, 0
[CLEANUP], 590, 0
[CLEANUP], 591, 0
[CLEANUP], 592, 0
[CLEANUP], 593, 0
[CLEANUP], 594, 0
[CLEANUP], 595, 0
[CLEANUP], 596, 0
[CLEANUP], 597, 0
[CLEANUP], 598, 0
[CLEANUP], 599, 0
[CLEANUP], 600, 0
[CLEANUP], 601, 0
[CLEANUP], 602, 0
[CLEANUP], 603, 0
[CLEANUP], 604, 0
[CLEANUP], 605, 0
[CLEANUP], 606, 0
[CLEANUP], 607, 0
[CLEANUP], 608, 0
[CLEANUP], 609, 0
[CLEANUP], 610, 0
[CLEANUP], 611, 0
[CLEANUP], 612, 0
[CLEANUP], 613, 0
[CLEANUP], 614, 0
[CLEANUP], 615, 0
[CLEANUP], 616, 0
[CLEANUP], 617, 0
[CLEANUP], 618, 0
[CLEANUP], 619, 0
[CLEANUP], 620, 0
[CLEANUP], 621, 0
[CLEANUP], 622, 0
[CLEANUP], 623, 0
[CLEANUP], 624, 0
[CLEANUP], 625, 0
[CLEANUP], 626, 0
[CLEANUP], 627, 0
[CLEANUP], 628, 0
[CLEANUP], 629, 0
[CLEANUP], 630, 0
[CLEANUP], 631, 0
[CLEANUP], 632, 0
[CLEANUP], 633, 0
[CLEANUP], 634, 0
[CLEANUP], 635, 0
[CLEANUP], 636, 0
[CLEANUP], 637, 0
[CLEANUP], 638, 0
[CLEANUP], 639, 0
[CLEANUP], 640, 0
[CLEANUP], 641, 0
[CLEANUP], 642, 0
[CLEANUP], 643, 0
[CLEANUP], 644, 0
[CLEANUP], 645, 0
[CLEANUP], 646, 0
[CLEANUP], 647, 0
[CLEANUP], 648, 0
[CLEANUP], 649, 0
[CLEANUP], 650, 0
[CLEANUP], 651, 0
[CLEANUP], 652, 0
[CLEANUP], 653, 0
[CLEANUP], 654, 0
[CLEANUP], 655, 0
[CLEANUP], 656, 0
[CLEANUP], 657, 0
[CLEANUP], 658, 0
[CLEANUP], 659, 0
[CLEANUP], 660, 0
[CLEANUP], 661, 0
[CLEANUP], 662, 0
[CLEANUP], 663, 0
[CLEANUP], 664, 0
[CLEANUP], 665, 0
[CLEANUP], 666, 0
[CLEANUP], 667, 0
[CLEANUP], 668, 0
[CLEANUP], 669, 0
[CLEANUP], 670, 0
[CLEANUP], 671, 0
[CLEANUP], 672, 0
[CLEANUP], 673, 0
[CLEANUP], 674, 0
[CLEANUP], 675, 0
[CLEANUP], 676, 0
[CLEANUP], 677, 0
[CLEANUP], 678, 0
[CLEANUP], 679, 0
[CLEANUP], 680, 0
[CLEANUP], 681, 0
[CLEANUP], 682, 0
[CLEANUP], 683, 0
[CLEANUP], 684, 0
[CLEANUP], 685, 0
[CLEANUP], 686, 0
[CLEANUP], 687, 0
[CLEANUP], 688, 0
[CLEANUP], 689, 0
[CLEANUP], 690, 0
[CLEANUP], 691, 0
[CLEANUP], 692, 0
[CLEANUP], 693, 0
[CLEANUP], 694, 0
[CLEANUP], 695, 0
[CLEANUP], 696, 0
[CLEANUP], 697, 0
[CLEANUP], 698, 0
[CLEANUP], 699, 0
[CLEANUP], 700, 0
[CLEANUP], 701, 0
[CLEANUP], 702, 0
[CLEANUP], 703, 0
[CLEANUP], 704, 0
[CLEANUP], 705, 1
[CLEANUP], 706, 0
[CLEANUP], 707, 0
[CLEANUP], 708, 0
[CLEANUP], 709, 0
[CLEANUP], 710, 0
[CLEANUP], 711, 0
[CLEANUP], 712, 0
[CLEANUP], 713, 0
[CLEANUP], 714, 0
[CLEANUP], 715, 0
[CLEANUP], 716, 0
[CLEANUP], 717, 0
[CLEANUP], 718, 0
[CLEANUP], 719, 0
[CLEANUP], 720, 0
[CLEANUP], 721, 0
[CLEANUP], 722, 0
[CLEANUP], 723, 0
[CLEANUP], 724, 0
[CLEANUP], 725, 0
[CLEANUP], 726, 0
[CLEANUP], 727, 0
[CLEANUP], 728, 0
[CLEANUP], 729, 0
[CLEANUP], 730, 0
[CLEANUP], 731, 0
[CLEANUP], 732, 0
[CLEANUP], 733, 0
[CLEANUP], 734, 0
[CLEANUP], 735, 0
[CLEANUP], 736, 0
[CLEANUP], 737, 0
[CLEANUP], 738, 0
[CLEANUP], 739, 0
[CLEANUP], 740, 0
[CLEANUP], 741, 0
[CLEANUP], 742, 0
[CLEANUP], 743, 0
[CLEANUP], 744, 0
[CLEANUP], 745, 0
[CLEANUP], 746, 0
[CLEANUP], 747, 0
[CLEANUP], 748, 0
[CLEANUP], 749, 0
[CLEANUP], 750, 0
[CLEANUP], 751, 0
[CLEANUP], 752, 0
[CLEANUP], 753, 0
[CLEANUP], 754, 0
[CLEANUP], 755, 0
[CLEANUP], 756, 0
[CLEANUP], 757, 0
[CLEANUP], 758, 0
[CLEANUP], 759, 0
[CLEANUP], 760, 0
[CLEANUP], 761, 0
[CLEANUP], 762, 0
[CLEANUP], 763, 0
[CLEANUP], 764, 0
[CLEANUP], 765, 0
[CLEANUP], 766, 0
[CLEANUP], 767, 0
[CLEANUP], 768, 0
[CLEANUP], 769, 0
[CLEANUP], 770, 0
[CLEANUP], 771, 0
[CLEANUP], 772, 0
[CLEANUP], 773, 0
[CLEANUP], 774, 0
[CLEANUP], 775, 0
[CLEANUP], 776, 0
[CLEANUP], 777, 0
[CLEANUP], 778, 0
[CLEANUP], 779, 0
[CLEANUP], 780, 0
[CLEANUP], 781, 0
[CLEANUP], 782, 0
[CLEANUP], 783, 0
[CLEANUP], 784, 0
[CLEANUP], 785, 0
[CLEANUP], 786, 0
[CLEANUP], 787, 0
[CLEANUP], 788, 0
[CLEANUP], 789, 0
[CLEANUP], 790, 0
[CLEANUP], 791, 0
[CLEANUP], 792, 0
[CLEANUP], 793, 0
[CLEANUP], 794, 0
[CLEANUP], 795, 0
[CLEANUP], 796, 0
[CLEANUP], 797, 0
[CLEANUP], 798, 0
[CLEANUP], 799, 0
[CLEANUP], 800, 0
[CLEANUP], 801, 0
[CLEANUP], 802, 0
[CLEANUP], 803, 0
[CLEANUP], 804, 0
[CLEANUP], 805, 0
[CLEANUP], 806, 0
[CLEANUP], 807, 0
[CLEANUP], 808, 0
[CLEANUP], 809, 0
[CLEANUP], 810, 0
[CLEANUP], 811, 0
[CLEANUP], 812, 0
[CLEANUP], 813, 0
[CLEANUP], 814, 0
[CLEANUP], 815, 0
[CLEANUP], 816, 0
[CLEANUP], 817, 0
[CLEANUP], 818, 0
[CLEANUP], 819, 0
[CLEANUP], 820, 0
[CLEANUP], 821, 0
[CLEANUP], 822, 0
[CLEANUP], 823, 0
[CLEANUP], 824, 0
[CLEANUP], 825, 0
[CLEANUP], 826, 0
[CLEANUP], 827, 0
[CLEANUP], 828, 0
[CLEANUP], 829, 0
[CLEANUP], 830, 0
[CLEANUP], 831, 0
[CLEANUP], 832, 0
[CLEANUP], 833, 0
[CLEANUP], 834, 0
[CLEANUP], 835, 0
[CLEANUP], 836, 0
[CLEANUP], 837, 0
[CLEANUP], 838, 0
[CLEANUP], 839, 0
[CLEANUP], 840, 0
[CLEANUP], 841, 0
[CLEANUP], 842, 0
[CLEANUP], 843, 0
[CLEANUP], 844, 0
[CLEANUP], 845, 0
[CLEANUP], 846, 0
[CLEANUP], 847, 0
[CLEANUP], 848, 0
[CLEANUP], 849, 0
[CLEANUP], 850, 0
[CLEANUP], 851, 0
[CLEANUP], 852, 0
[CLEANUP], 853, 0
[CLEANUP], 854, 0
[CLEANUP], 855, 0
[CLEANUP], 856, 0
[CLEANUP], 857, 0
[CLEANUP], 858, 0
[CLEANUP], 859, 0
[CLEANUP], 860, 0
[CLEANUP], 861, 0
[CLEANUP], 862, 0
[CLEANUP], 863, 0
[CLEANUP], 864, 0
[CLEANUP], 865, 0
[CLEANUP], 866, 0
[CLEANUP], 867, 0
[CLEANUP], 868, 0
[CLEANUP], 869, 0
[CLEANUP], 870, 0
[CLEANUP], 871, 0
[CLEANUP], 872, 0
[CLEANUP], 873, 0
[CLEANUP], 874, 0
[CLEANUP], 875, 0
[CLEANUP], 876, 0
[CLEANUP], 877, 0
[CLEANUP], 878, 0
[CLEANUP], 879, 0
[CLEANUP], 880, 0
[CLEANUP], 881, 0
[CLEANUP], 882, 0
[CLEANUP], 883, 0
[CLEANUP], 884, 0
[CLEANUP], 885, 0
[CLEANUP], 886, 0
[CLEANUP], 887, 0
[CLEANUP], 888, 0
[CLEANUP], 889, 0
[CLEANUP], 890, 0
[CLEANUP], 891, 0
[CLEANUP], 892, 0
[CLEANUP], 893, 0
[CLEANUP], 894, 0
[CLEANUP], 895, 0
[CLEANUP], 896, 0
[CLEANUP], 897, 0
[CLEANUP], 898, 0
[CLEANUP], 899, 0
[CLEANUP], 900, 0
[CLEANUP], 901, 0
[CLEANUP], 902, 0
[CLEANUP], 903, 0
[CLEANUP], 904, 0
[CLEANUP], 905, 0
[CLEANUP], 906, 0
[CLEANUP], 907, 0
[CLEANUP], 908, 0
[CLEANUP], 909, 0
[CLEANUP], 910, 0
[CLEANUP], 911, 0
[CLEANUP], 912, 0
[CLEANUP], 913, 0
[CLEANUP], 914, 0
[CLEANUP], 915, 0
[CLEANUP], 916, 0
[CLEANUP], 917, 0
[CLEANUP], 918, 0
[CLEANUP], 919, 0
[CLEANUP], 920, 0
[CLEANUP], 921, 0
[CLEANUP], 922, 0
[CLEANUP], 923, 0
[CLEANUP], 924, 0
[CLEANUP], 925, 0
[CLEANUP], 926, 0
[CLEANUP], 927, 0
[CLEANUP], 928, 0
[CLEANUP], 929, 0
[CLEANUP], 930, 0
[CLEANUP], 931, 0
[CLEANUP], 932, 0
[CLEANUP], 933, 0
[CLEANUP], 934, 0
[CLEANUP], 935, 0
[CLEANUP], 936, 0
[CLEANUP], 937, 0
[CLEANUP], 938, 0
[CLEANUP], 939, 0
[CLEANUP], 940, 0
[CLEANUP], 941, 0
[CLEANUP], 942, 0
[CLEANUP], 943, 0
[CLEANUP], 944, 0
[CLEANUP], 945, 0
[CLEANUP], 946, 0
[CLEANUP], 947, 0
[CLEANUP], 948, 0
[CLEANUP], 949, 0
[CLEANUP], 950, 0
[CLEANUP], 951, 0
[CLEANUP], 952, 0
[CLEANUP], 953, 0
[CLEANUP], 954, 0
[CLEANUP], 955, 0
[CLEANUP], 956, 0
[CLEANUP], 957, 0
[CLEANUP], 958, 0
[CLEANUP], 959, 0
[CLEANUP], 960, 0
[CLEANUP], 961, 0
[CLEANUP], 962, 0
[CLEANUP], 963, 0
[CLEANUP], 964, 0
[CLEANUP], 965, 0
[CLEANUP], 966, 0
[CLEANUP], 967, 0
[CLEANUP], 968, 0
[CLEANUP], 969, 0
[CLEANUP], 970, 0
[CLEANUP], 971, 0
[CLEANUP], 972, 0
[CLEANUP], 973, 0
[CLEANUP], 974, 0
[CLEANUP], 975, 0
[CLEANUP], 976, 0
[CLEANUP], 977, 0
[CLEANUP], 978, 0
[CLEANUP], 979, 0
[CLEANUP], 980, 0
[CLEANUP], 981, 0
[CLEANUP], 982, 0
[CLEANUP], 983, 0
[CLEANUP], 984, 0
[CLEANUP], 985, 0
[CLEANUP], 986, 0
[CLEANUP], 987, 0
[CLEANUP], 988, 0
[CLEANUP], 989, 0
[CLEANUP], 990, 0
[CLEANUP], 991, 0
[CLEANUP], 992, 0
[CLEANUP], 993, 0
[CLEANUP], 994, 0
[CLEANUP], 995, 0
[CLEANUP], 996, 0
[CLEANUP], 997, 0
[CLEANUP], 998, 0
[CLEANUP], 999, 0
[CLEANUP], >1000, 0
[READ], Operations, 5000000
[READ], AverageLatency(us), 15429.8041692
[READ], MinLatency(us), 318
[READ], MaxLatency(us), 1366135
[READ], 95thPercentileLatency(ms), 60
[READ], 99thPercentileLatency(ms), 225
[READ], Return=0, 5000000
[READ], 0, 638286
[READ], 1, 524690
[READ], 2, 281841
[READ], 3, 200599
[READ], 4, 249900
[READ], 5, 208876
[READ], 6, 211082
[READ], 7, 283575
[READ], 8, 430929
[READ], 9, 616481
[READ], 10, 430673
[READ], 11, 171786
[READ], 12, 64013
[READ], 13, 29647
[READ], 14, 49556
[READ], 15, 55920
[READ], 16, 42471
[READ], 17, 33035
[READ], 18, 27033
[READ], 19, 22174
[READ], 20, 15589
[READ], 21, 10444
[READ], 22, 7185
[READ], 23, 5389
[READ], 24, 5295
[READ], 25, 5747
[READ], 26, 6131
[READ], 27, 6868
[READ], 28, 7571
[READ], 29, 7690
[READ], 30, 6637
[READ], 31, 5162
[READ], 32, 4131
[READ], 33, 3446
[READ], 34, 3346
[READ], 35, 3551
[READ], 36, 3797
[READ], 37, 4402
[READ], 38, 4843
[READ], 39, 5181
[READ], 40, 4338
[READ], 41, 3442
[READ], 42, 2785
[READ], 43, 2433
[READ], 44, 2564
[READ], 45, 2476
[READ], 46, 2773
[READ], 47, 3114
[READ], 48, 3251
[READ], 49, 3282
[READ], 50, 2963
[READ], 51, 2415
[READ], 52, 2169
[READ], 53, 1777
[READ], 54, 1950
[READ], 55, 2136
[READ], 56, 2332
[READ], 57, 2353
[READ], 58, 2613
[READ], 59, 2740
[READ], 60, 2359
[READ], 61, 2096
[READ], 62, 1764
[READ], 63, 1693
[READ], 64, 1838
[READ], 65, 1873
[READ], 66, 1950
[READ], 67, 2043
[READ], 68, 2259
[READ], 69, 2233
[READ], 70, 2023
[READ], 71, 1703
[READ], 72, 1557
[READ], 73, 1467
[READ], 74, 1535
[READ], 75, 1718
[READ], 76, 1780
[READ], 77, 1860
[READ], 78, 1959
[READ], 79, 1968
[READ], 80, 1794
[READ], 81, 1520
[READ], 82, 1375
[READ], 83, 1322
[READ], 84, 1406
[READ], 85, 1439
[READ], 86, 1581
[READ], 87, 1712
[READ], 88, 1895
[READ], 89, 1874
[READ], 90, 1645
[READ], 91, 1389
[READ], 92, 1269
[READ], 93, 1290
[READ], 94, 1385
[READ], 95, 1411
[READ], 96, 1428
[READ], 97, 1549
[READ], 98, 1595
[READ], 99, 1590
[READ], 100, 1429
[READ], 101, 1310
[READ], 102, 1260
[READ], 103, 1132
[READ], 104, 1170
[READ], 105, 1230
[READ], 106, 1377
[READ], 107, 1536
[READ], 108, 1530
[READ], 109, 1548
[READ], 110, 1389
[READ], 111, 1283
[READ], 112, 1112
[READ], 113, 1137
[READ], 114, 1124
[READ], 115, 1239
[READ], 116, 1283
[READ], 117, 1390
[READ], 118, 1456
[READ], 119, 1440
[READ], 120, 1228
[READ], 121, 1163
[READ], 122, 1104
[READ], 123, 1042
[READ], 124, 1040
[READ], 125, 1081
[READ], 126, 1240
[READ], 127, 1273
[READ], 128, 1398
[READ], 129, 1293
[READ], 130, 1191
[READ], 131, 1072
[READ], 132, 1055
[READ], 133, 1017
[READ], 134, 1025
[READ], 135, 1062
[READ], 136, 1131
[READ], 137, 1297
[READ], 138, 1235
[READ], 139, 1213
[READ], 140, 1148
[READ], 141, 1035
[READ], 142, 967
[READ], 143, 951
[READ], 144, 917
[READ], 145, 1012
[READ], 146, 1185
[READ], 147, 1202
[READ], 148, 1212
[READ], 149, 1203
[READ], 150, 1128
[READ], 151, 1018
[READ], 152, 984
[READ], 153, 1018
[READ], 154, 1014
[READ], 155, 1029
[READ], 156, 1116
[READ], 157, 1162
[READ], 158, 1192
[READ], 159, 1168
[READ], 160, 1022
[READ], 161, 977
[READ], 162, 951
[READ], 163, 990
[READ], 164, 949
[READ], 165, 995
[READ], 166, 1035
[READ], 167, 1100
[READ], 168, 1290
[READ], 169, 1169
[READ], 170, 1046
[READ], 171, 922
[READ], 172, 914
[READ], 173, 919
[READ], 174, 943
[READ], 175, 918
[READ], 176, 996
[READ], 177, 1061
[READ], 178, 1228
[READ], 179, 1153
[READ], 180, 1082
[READ], 181, 985
[READ], 182, 1000
[READ], 183, 1011
[READ], 184, 1009
[READ], 185, 1006
[READ], 186, 1026
[READ], 187, 1130
[READ], 188, 1254
[READ], 189, 1200
[READ], 190, 1095
[READ], 191, 982
[READ], 192, 974
[READ], 193, 1018
[READ], 194, 1005
[READ], 195, 986
[READ], 196, 1130
[READ], 197, 1075
[READ], 198, 1154
[READ], 199, 1095
[READ], 200, 997
[READ], 201, 927
[READ], 202, 861
[READ], 203, 891
[READ], 204, 908
[READ], 205, 818
[READ], 206, 949
[READ], 207, 955
[READ], 208, 1043
[READ], 209, 919
[READ], 210, 758
[READ], 211, 793
[READ], 212, 695
[READ], 213, 742
[READ], 214, 746
[READ], 215, 745
[READ], 216, 723
[READ], 217, 823
[READ], 218, 781
[READ], 219, 716
[READ], 220, 619
[READ], 221, 601
[READ], 222, 568
[READ], 223, 569
[READ], 224, 602
[READ], 225, 623
[READ], 226, 633
[READ], 227, 700
[READ], 228, 681
[READ], 229, 587
[READ], 230, 534
[READ], 231, 492
[READ], 232, 463
[READ], 233, 515
[READ], 234, 513
[READ], 235, 496
[READ], 236, 547
[READ], 237, 551
[READ], 238, 541
[READ], 239, 502
[READ], 240, 475
[READ], 241, 457
[READ], 242, 408
[READ], 243, 450
[READ], 244, 444
[READ], 245, 409
[READ], 246, 479
[READ], 247, 500
[READ], 248, 480
[READ], 249, 462
[READ], 250, 421
[READ], 251, 409
[READ], 252, 382
[READ], 253, 373
[READ], 254, 432
[READ], 255, 412
[READ], 256, 430
[READ], 257, 414
[READ], 258, 385
[READ], 259, 386
[READ], 260, 341
[READ], 261, 337
[READ], 262, 354
[READ], 263, 354
[READ], 264, 376
[READ], 265, 372
[READ], 266, 407
[READ], 267, 382
[READ], 268, 402
[READ], 269, 340
[READ], 270, 307
[READ], 271, 310
[READ], 272, 309
[READ], 273, 317
[READ], 274, 295
[READ], 275, 311
[READ], 276, 307
[READ], 277, 327
[READ], 278, 366
[READ], 279, 302
[READ], 280, 309
[READ], 281, 282
[READ], 282, 265
[READ], 283, 272
[READ], 284, 284
[READ], 285, 293
[READ], 286, 322
[READ], 287, 296
[READ], 288, 245
[READ], 289, 268
[READ], 290, 271
[READ], 291, 253
[READ], 292, 279
[READ], 293, 230
[READ], 294, 248
[READ], 295, 281
[READ], 296, 253
[READ], 297, 280
[READ], 298, 240
[READ], 299, 244
[READ], 300, 264
[READ], 301, 245
[READ], 302, 260
[READ], 303, 205
[READ], 304, 250
[READ], 305, 237
[READ], 306, 247
[READ], 307, 224
[READ], 308, 229
[READ], 309, 216
[READ], 310, 217
[READ], 311, 213
[READ], 312, 190
[READ], 313, 213
[READ], 314, 202
[READ], 315, 238
[READ], 316, 228
[READ], 317, 232
[READ], 318, 224
[READ], 319, 222
[READ], 320, 183
[READ], 321, 187
[READ], 322, 175
[READ], 323, 182
[READ], 324, 166
[READ], 325, 182
[READ], 326, 183
[READ], 327, 207
[READ], 328, 193
[READ], 329, 185
[READ], 330, 199
[READ], 331, 190
[READ], 332, 174
[READ], 333, 158
[READ], 334, 172
[READ], 335, 184
[READ], 336, 169
[READ], 337, 174
[READ], 338, 191
[READ], 339, 159
[READ], 340, 157
[READ], 341, 135
[READ], 342, 142
[READ], 343, 141
[READ], 344, 161
[READ], 345, 158
[READ], 346, 147
[READ], 347, 150
[READ], 348, 125
[READ], 349, 132
[READ], 350, 131
[READ], 351, 141
[READ], 352, 151
[READ], 353, 152
[READ], 354, 139
[READ], 355, 157
[READ], 356, 167
[READ], 357, 156
[READ], 358, 154
[READ], 359, 132
[READ], 360, 132
[READ], 361, 116
[READ], 362, 121
[READ], 363, 104
[READ], 364, 124
[READ], 365, 122
[READ], 366, 139
[READ], 367, 142
[READ], 368, 128
[READ], 369, 126
[READ], 370, 133
[READ], 371, 122
[READ], 372, 122
[READ], 373, 117
[READ], 374, 116
[READ], 375, 104
[READ], 376, 137
[READ], 377, 120
[READ], 378, 105
[READ], 379, 115
[READ], 380, 95
[READ], 381, 99
[READ], 382, 113
[READ], 383, 121
[READ], 384, 117
[READ], 385, 107
[READ], 386, 121
[READ], 387, 106
[READ], 388, 113
[READ], 389, 111
[READ], 390, 80
[READ], 391, 104
[READ], 392, 82
[READ], 393, 70
[READ], 394, 84
[READ], 395, 85
[READ], 396, 68
[READ], 397, 88
[READ], 398, 95
[READ], 399, 82
[READ], 400, 74
[READ], 401, 73
[READ], 402, 71
[READ], 403, 72
[READ], 404, 78
[READ], 405, 88
[READ], 406, 72
[READ], 407, 89
[READ], 408, 69
[READ], 409, 69
[READ], 410, 63
[READ], 411, 53
[READ], 412, 68
[READ], 413, 63
[READ], 414, 74
[READ], 415, 66
[READ], 416, 68
[READ], 417, 63
[READ], 418, 44
[READ], 419, 62
[READ], 420, 59
[READ], 421, 42
[READ], 422, 60
[READ], 423, 39
[READ], 424, 55
[READ], 425, 49
[READ], 426, 62
[READ], 427, 50
[READ], 428, 37
[READ], 429, 64
[READ], 430, 36
[READ], 431, 41
[READ], 432, 63
[READ], 433, 62
[READ], 434, 53
[READ], 435, 46
[READ], 436, 36
[READ], 437, 58
[READ], 438, 64
[READ], 439, 52
[READ], 440, 45
[READ], 441, 47
[READ], 442, 46
[READ], 443, 49
[READ], 444, 48
[READ], 445, 41
[READ], 446, 30
[READ], 447, 46
[READ], 448, 44
[READ], 449, 33
[READ], 450, 44
[READ], 451, 43
[READ], 452, 33
[READ], 453, 33
[READ], 454, 35
[READ], 455, 36
[READ], 456, 41
[READ], 457, 34
[READ], 458, 33
[READ], 459, 25
[READ], 460, 40
[READ], 461, 29
[READ], 462, 33
[READ], 463, 34
[READ], 464, 46
[READ], 465, 31
[READ], 466, 38
[READ], 467, 26
[READ], 468, 24
[READ], 469, 28
[READ], 470, 25
[READ], 471, 28
[READ], 472, 26
[READ], 473, 30
[READ], 474, 27
[READ], 475, 37
[READ], 476, 32
[READ], 477, 26
[READ], 478, 31
[READ], 479, 41
[READ], 480, 28
[READ], 481, 24
[READ], 482, 17
[READ], 483, 30
[READ], 484, 30
[READ], 485, 35
[READ], 486, 21
[READ], 487, 27
[READ], 488, 21
[READ], 489, 20
[READ], 490, 19
[READ], 491, 23
[READ], 492, 13
[READ], 493, 18
[READ], 494, 23
[READ], 495, 24
[READ], 496, 13
[READ], 497, 26
[READ], 498, 13
[READ], 499, 21
[READ], 500, 21
[READ], 501, 25
[READ], 502, 25
[READ], 503, 17
[READ], 504, 19
[READ], 505, 12
[READ], 506, 9
[READ], 507, 23
[READ], 508, 20
[READ], 509, 20
[READ], 510, 16
[READ], 511, 11
[READ], 512, 13
[READ], 513, 16
[READ], 514, 13
[READ], 515, 23
[READ], 516, 14
[READ], 517, 13
[READ], 518, 16
[READ], 519, 18
[READ], 520, 12
[READ], 521, 10
[READ], 522, 12
[READ], 523, 16
[READ], 524, 14
[READ], 525, 16
[READ], 526, 14
[READ], 527, 12
[READ], 528, 11
[READ], 529, 10
[READ], 530, 10
[READ], 531, 15
[READ], 532, 11
[READ], 533, 16
[READ], 534, 8
[READ], 535, 5
[READ], 536, 12
[READ], 537, 12
[READ], 538, 10
[READ], 539, 10
[READ], 540, 5
[READ], 541, 10
[READ], 542, 5
[READ], 543, 6
[READ], 544, 10
[READ], 545, 9
[READ], 546, 9
[READ], 547, 10
[READ], 548, 7
[READ], 549, 10
[READ], 550, 4
[READ], 551, 7
[READ], 552, 8
[READ], 553, 11
[READ], 554, 8
[READ], 555, 10
[READ], 556, 6
[READ], 557, 7
[READ], 558, 8
[READ], 559, 8
[READ], 560, 4
[READ], 561, 9
[READ], 562, 15
[READ], 563, 4
[READ], 564, 9
[READ], 565, 7
[READ], 566, 8
[READ], 567, 11
[READ], 568, 9
[READ], 569, 3
[READ], 570, 7
[READ], 571, 7
[READ], 572, 2
[READ], 573, 4
[READ], 574, 5
[READ], 575, 7
[READ], 576, 7
[READ], 577, 8
[READ], 578, 3
[READ], 579, 4
[READ], 580, 3
[READ], 581, 5
[READ], 582, 6
[READ], 583, 3
[READ], 584, 3
[READ], 585, 6
[READ], 586, 5
[READ], 587, 3
[READ], 588, 6
[READ], 589, 5
[READ], 590, 8
[READ], 591, 5
[READ], 592, 3
[READ], 593, 4
[READ], 594, 3
[READ], 595, 10
[READ], 596, 10
[READ], 597, 5
[READ], 598, 5
[READ], 599, 1
[READ], 600, 4
[READ], 601, 3
[READ], 602, 4
[READ], 603, 1
[READ], 604, 7
[READ], 605, 2
[READ], 606, 2
[READ], 607, 5
[READ], 608, 7
[READ], 609, 2
[READ], 610, 5
[READ], 611, 4
[READ], 612, 4
[READ], 613, 5
[READ], 614, 2
[READ], 615, 2
[READ], 616, 3
[READ], 617, 0
[READ], 618, 3
[READ], 619, 1
[READ], 620, 0
[READ], 621, 6
[READ], 622, 8
[READ], 623, 6
[READ], 624, 1
[READ], 625, 1
[READ], 626, 5
[READ], 627, 3
[READ], 628, 4
[READ], 629, 0
[READ], 630, 0
[READ], 631, 3
[READ], 632, 1
[READ], 633, 0
[READ], 634, 3
[READ], 635, 4
[READ], 636, 2
[READ], 637, 2
[READ], 638, 2
[READ], 639, 2
[READ], 640, 6
[READ], 641, 0
[READ], 642, 4
[READ], 643, 0
[READ], 644, 1
[READ], 645, 3
[READ], 646, 1
[READ], 647, 0
[READ], 648, 2
[READ], 649, 5
[READ], 650, 1
[READ], 651, 1
[READ], 652, 1
[READ], 653, 2
[READ], 654, 1
[READ], 655, 0
[READ], 656, 1
[READ], 657, 1
[READ], 658, 0
[READ], 659, 0
[READ], 660, 1
[READ], 661, 4
[READ], 662, 1
[READ], 663, 1
[READ], 664, 2
[READ], 665, 0
[READ], 666, 3
[READ], 667, 1
[READ], 668, 0
[READ], 669, 1
[READ], 670, 1
[READ], 671, 2
[READ], 672, 1
[READ], 673, 1
[READ], 674, 1
[READ], 675, 2
[READ], 676, 0
[READ], 677, 1
[READ], 678, 4
[READ], 679, 1
[READ], 680, 1
[READ], 681, 2
[READ], 682, 1
[READ], 683, 3
[READ], 684, 1
[READ], 685, 0
[READ], 686, 2
[READ], 687, 0
[READ], 688, 5
[READ], 689, 1
[READ], 690, 2
[READ], 691, 2
[READ], 692, 1
[READ], 693, 4
[READ], 694, 1
[READ], 695, 1
[READ], 696, 1
[READ], 697, 0
[READ], 698, 3
[READ], 699, 1
[READ], 700, 2
[READ], 701, 1
[READ], 702, 1
[READ], 703, 1
[READ], 704, 1
[READ], 705, 0
[READ], 706, 1
[READ], 707, 1
[READ], 708, 0
[READ], 709, 0
[READ], 710, 0
[READ], 711, 1
[READ], 712, 2
[READ], 713, 2
[READ], 714, 0
[READ], 715, 1
[READ], 716, 0
[READ], 717, 2
[READ], 718, 1
[READ], 719, 1
[READ], 720, 1
[READ], 721, 3
[READ], 722, 1
[READ], 723, 1
[READ], 724, 1
[READ], 725, 1
[READ], 726, 0
[READ], 727, 0
[READ], 728, 1
[READ], 729, 1
[READ], 730, 1
[READ], 731, 0
[READ], 732, 1
[READ], 733, 0
[READ], 734, 0
[READ], 735, 3
[READ], 736, 2
[READ], 737, 1
[READ], 738, 1
[READ], 739, 0
[READ], 740, 1
[READ], 741, 0
[READ], 742, 0
[READ], 743, 1
[READ], 744, 1
[READ], 745, 5
[READ], 746, 0
[READ], 747, 2
[READ], 748, 0
[READ], 749, 1
[READ], 750, 0
[READ], 751, 0
[READ], 752, 1
[READ], 753, 0
[READ], 754, 0
[READ], 755, 0
[READ], 756, 1
[READ], 757, 1
[READ], 758, 1
[READ], 759, 0
[READ], 760, 1
[READ], 761, 0
[READ], 762, 0
[READ], 763, 1
[READ], 764, 0
[READ], 765, 0
[READ], 766, 1
[READ], 767, 0
[READ], 768, 1
[READ], 769, 0
[READ], 770, 0
[READ], 771, 1
[READ], 772, 0
[READ], 773, 1
[READ], 774, 0
[READ], 775, 0
[READ], 776, 1
[READ], 777, 0
[READ], 778, 0
[READ], 779, 0
[READ], 780, 0
[READ], 781, 1
[READ], 782, 1
[READ], 783, 1
[READ], 784, 0
[READ], 785, 0
[READ], 786, 0
[READ], 787, 1
[READ], 788, 0
[READ], 789, 0
[READ], 790, 0
[READ], 791, 0
[READ], 792, 1
[READ], 793, 1
[READ], 794, 0
[READ], 795, 0
[READ], 796, 0
[READ], 797, 0
[READ], 798, 0
[READ], 799, 0
[READ], 800, 1
[READ], 801, 0
[READ], 802, 0
[READ], 803, 1
[READ], 804, 0
[READ], 805, 0
[READ], 806, 0
[READ], 807, 0
[READ], 808, 0
[READ], 809, 0
[READ], 810, 1
[READ], 811, 1
[READ], 812, 1
[READ], 813, 0
[READ], 814, 0
[READ], 815, 0
[READ], 816, 1
[READ], 817, 0
[READ], 818, 0
[READ], 819, 0
[READ], 820, 1
[READ], 821, 0
[READ], 822, 0
[READ], 823, 0
[READ], 824, 0
[READ], 825, 0
[READ], 826, 0
[READ], 827, 0
[READ], 828, 0
[READ], 829, 0
[READ], 830, 0
[READ], 831, 0
[READ], 832, 0
[READ], 833, 0
[READ], 834, 0
[READ], 835, 0
[READ], 836, 0
[READ], 837, 0
[READ], 838, 0
[READ], 839, 0
[READ], 840, 0
[READ], 841, 0
[READ], 842, 1
[READ], 843, 0
[READ], 844, 0
[READ], 845, 0
[READ], 846, 0
[READ], 847, 0
[READ], 848, 0
[READ], 849, 0
[READ], 850, 0
[READ], 851, 0
[READ], 852, 0
[READ], 853, 0
[READ], 854, 0
[READ], 855, 0
[READ], 856, 0
[READ], 857, 0
[READ], 858, 0
[READ], 859, 0
[READ], 860, 0
[READ], 861, 0
[READ], 862, 1
[READ], 863, 0
[READ], 864, 0
[READ], 865, 0
[READ], 866, 0
[READ], 867, 0
[READ], 868, 0
[READ], 869, 0
[READ], 870, 0
[READ], 871, 0
[READ], 872, 0
[READ], 873, 0
[READ], 874, 0
[READ], 875, 0
[READ], 876, 0
[READ], 877, 0
[READ], 878, 0
[READ], 879, 0
[READ], 880, 0
[READ], 881, 0
[READ], 882, 0
[READ], 883, 0
[READ], 884, 0
[READ], 885, 0
[READ], 886, 0
[READ], 887, 0
[READ], 888, 0
[READ], 889, 0
[READ], 890, 0
[READ], 891, 0
[READ], 892, 1
[READ], 893, 0
[READ], 894, 0
[READ], 895, 0
[READ], 896, 0
[READ], 897, 0
[READ], 898, 0
[READ], 899, 0
[READ], 900, 0
[READ], 901, 0
[READ], 902, 0
[READ], 903, 0
[READ], 904, 0
[READ], 905, 0
[READ], 906, 0
[READ], 907, 0
[READ], 908, 2
[READ], 909, 0
[READ], 910, 0
[READ], 911, 0
[READ], 912, 0
[READ], 913, 0
[READ], 914, 0
[READ], 915, 0
[READ], 916, 0
[READ], 917, 0
[READ], 918, 0
[READ], 919, 0
[READ], 920, 0
[READ], 921, 0
[READ], 922, 0
[READ], 923, 0
[READ], 924, 0
[READ], 925, 0
[READ], 926, 0
[READ], 927, 0
[READ], 928, 0
[READ], 929, 0
[READ], 930, 0
[READ], 931, 0
[READ], 932, 0
[READ], 933, 0
[READ], 934, 0
[READ], 935, 0
[READ], 936, 0
[READ], 937, 0
[READ], 938, 0
[READ], 939, 0
[READ], 940, 0
[READ], 941, 0
[READ], 942, 0
[READ], 943, 0
[READ], 944, 0
[READ], 945, 0
[READ], 946, 0
[READ], 947, 1
[READ], 948, 0
[READ], 949, 0
[READ], 950, 0
[READ], 951, 0
[READ], 952, 1
[READ], 953, 0
[READ], 954, 0
[READ], 955, 0
[READ], 956, 0
[READ], 957, 0
[READ], 958, 0
[READ], 959, 0
[READ], 960, 0
[READ], 961, 0
[READ], 962, 0
[READ], 963, 2
[READ], 964, 0
[READ], 965, 0
[READ], 966, 0
[READ], 967, 0
[READ], 968, 0
[READ], 969, 0
[READ], 970, 0
[READ], 971, 0
[READ], 972, 0
[READ], 973, 0
[READ], 974, 0
[READ], 975, 0
[READ], 976, 0
[READ], 977, 0
[READ], 978, 0
[READ], 979, 0
[READ], 980, 0
[READ], 981, 0
[READ], 982, 0
[READ], 983, 0
[READ], 984, 0
[READ], 985, 0
[READ], 986, 0
[READ], 987, 0
[READ], 988, 0
[READ], 989, 0
[READ], 990, 0
[READ], 991, 0
[READ], 992, 0
[READ], 993, 0
[READ], 994, 0
[READ], 995, 0
[READ], 996, 0
[READ], 997, 0
[READ], 998, 0
[READ], 999, 0
[READ], >1000, 4